import images from "@/constants/affirmation-images";

const AFFIRMATION_GALLERY = [
    {
        title: "Позитивизъм",
        data: [
            {
                id: 1,
                text: "Всеки ден носи нови възможности за растеж и превъзходство. Постоянно се развивам и усъвършенствам. Моето положително мислене привлича изобилие и успех. Благодарен съм за пътуването и уроците, които носи.",
                image: images.californiaBackyardOne,
            },
            {
                id: 2,
                text: "Аз съм архитектът на моята съдба и я градя с позитивизъм и решителност. Предизвикателствата са стъпала към моето величие. Прегръщам всеки момент с ентусиазъм и увереност. Моето бъдеще е светло и безгранично.",
                image: images.californiaBackyardTwo,
            },
            {
                id: 3,
                text: "Излъчвам позитивизъм и вдъхновявам хората около мен. Моята енергия е заразна и подхранва стремежа ми да успея. Съсредоточавам се върху решенията, а не върху проблемите и съм издръжлив в лицето на трудностите. Отдаден съм да живея живот с цел и радост.",
                image: images.californiaBackyardThree,
            },
            {
                id: 4,
                text: "Вярвам в своя потенциал и се доверявам на процеса на живота. Всеки неуспех е настройка за по-голямо завръщане. Избирам да виждам доброто във всяка ситуация и оставам оптимист. Моята страст и постоянство са ключът към моя неудържим успех.",
                image: images.californiaBackyardFour,
            },
        ],
    },
    {
        title: "Намаляване на безпокойството",
        data: [
            {
                id: 5,
                text: "Аз контролирам мислите си и избирам спокойствието пред безпокойството. Всеки дъх, който поемам, успокоява ума ми и успокоява душата ми. Освобождавам нуждата да се напрягам върху това, което не мога да контролирам. Аз съм силен, способен и се чувствам спокоен във всички ситуации.",
                image: images.englishCountrysideOne,
            },
            {
                id: 6,
                text: "Прегръщам спокойствието и спокойствието като мое естествено състояние на съществуване. Умът ми е бистър, сърцето ми е леко и аз присъствам в този момент. Безпокойството няма власт над мен, защото съм издръжлив и здраво стъпил на земята. Вярвам в способността си да се справя с всичко, което ми попадне.",
                image: images.englishCountrysideTwo,
            },
            {
                id: 7,
                text: "Всеки ден ставам по-уверен в управлението на стреса и безпокойството си. Фокусирам се върху положителните мисли и се освобождавам от страховете, които не ми служат. Заобиколен съм от подкрепа и любов и прегръщам мира в себе си. Моята вътрешна сила ме води през всяко предизвикателство с благодат и спокойствие.",
                image: images.englishCountrysideThree,
            },
            {
                id: 8,
                text: "Освобождавам напрежението и прегръщам релаксацията в ума и тялото си. Аз съм в безопасност, аз съм обичан и съм освободен от хватката на безпокойството. Всяка моя стъпка е изпълнена с увереност и спокойствие. Избирам да живея в настоящия момент, където живеят мир и радост.",
                image: images.englishCountrysideFour,
            },
        ],
    },
    {
        title: "Успех",
        data: [
            {
                id: 9,
                text: "Предопределен съм за величие и всяка моя стъпка ме води по-близо до успеха. Моята отдаденост и упорит труд са градивните елементи на моите постижения. Виждам възможности там, където другите виждат пречки. Успехът е моето пътуване и аз го прегръщам със страст и постоянство.",
                image: images.mountainMeditateOne,
            },
            {
                id: 10,
                text: "Аз съм мощен творец на съдбата си и привличам успеха без усилие. Визията ми е ясна, целите ми са определени и действията ми са в съответствие с най-висшата ми цел. Празнувам всяка победа, без значение колко малка е, като стъпало към върховния ми триумф. Аз съм неудържим и потенциалът ми е неограничен.",
                image: images.mountainMeditateTwo,
            },
            {
                id: 11,
                text: "Вярвам в способностите си и се доверявам на процеса на постигане на успех. Предизвикателствата са възможности за растеж и усъвършенстване. Аз съм фокусиран, мотивиран и отдаден на целите си. Успехът идва към мен естествено, защото съм подготвен и го заслужавам.",
                image: images.mountainMeditateThree,
            },
            {
                id: 12,
                text: "Аз съм магнит за успех и изобилие във всички области на моя живот. Нагласата ми е положителна, а действията ми са умишлени. Уча се от всеки опит и непрекъснато се усъвършенствам. Успехът не е дестинация, а пътуване, на което се наслаждавам всеки ден.",
                image: images.mountainMeditateFour,
            },
        ],
    },
    {
        title: "Вяра в себе си",
        data: [
            {
                id: 13,
                text: "Вярвам в безкрайния си потенциал и се доверявам на вътрешната си мъдрост. Всеки ден ставам все по-уверен в способностите и целта си. Способен съм да постигна величие и съм достоен за всичките си мечти. Моята вяра в себе си е в основата на моя успех.",
                image: images.nightSkyOne,
            },
            {
                id: 14,
                text: "Вярвам в себе си и в пътуването си, знаейки, че имам всичко, от което се нуждая в себе си. Моите уникални силни страни и таланти ме водят към моите цели. Аз съм издръжлив и мога да преодолея всяко предизвикателство, което се изпречи пред мен. Вярата ми в себе си подхранва моята решителност и смелост.",
                image: images.nightSkyTwo,
            },
            {
                id: 15,
                text: "Уверен съм в това кой съм и какво мога да предложа на света. Всяка моя стъпка е изпълнена с цел и самоувереност. Прегръщам своята индивидуалност и празнувам постиженията си. Моята вяра в себе си ми дава сила да създам живота, който желая.",
                image: images.nightSkyThree,
            },
            {
                id: 16,
                text: "Аз съм господар на съдбата си и вярвам в способността си да оформя бъдещето си. Мислите ми са силни и избирам да мисля положително за себе си. Аз съм достоен за успех и щастие. С всеки изминал ден вярата ми в себе си става все по-силна и непоклатима.",
                image: images.nightSkyFour,
            },
        ],
    },
    {
        title: "Умствено здраве",
        data: [
            {
                id: 17,
                text: "Давам приоритет на психичното си здраве и подхранвам ума си с позитивност и грижа. Аз съм издръжлив и способен да преодолея всяко предизвикателство, което се изпречи пред мен. Всеки ден ставам по-силен, по-балансиран и по-спокоен. Психическото ми благополучие е крайъгълен камък на цялостния ми успех.",
                image: images.oregonOne,
            },
            {
                id: 18,
                text: "Прегръщам пътуването на изцеление и растеж, знаейки, че психичното ми здраве си струва всяко усилие. Аз съм търпелив със себе си и признавам напредъка си, независимо колко малък е. Положителните мисли и действия повдигат духа ми и обновяват силите ми. Аз контролирам психическото си благополучие и избирам да процъфтявам.",
                image: images.oregonTwo,
            },
            {
                id: 19,
                text: "Внимавам с мислите си и избирам да се съсредоточа върху това, което ми носи радост и мир. Моят ум е мощен инструмент и аз го използвам, за да създам живот на щастие и удовлетворение. Заслужавам да се грижа за себе си и отделям време, за да се грижа за психичното си здраве ежедневно. С всяко вдишване освобождавам стреса и прегръщам спокойствието.",
                image: images.oregonThree,
            },
            {
                id: 20,
                text: "Ангажирам се да поддържам здрав ум и да се грижа за емоционалното си благополучие. Обграждам се с положителни влияния и търся подкрепа, когато е необходимо. Психичното ми здраве е приоритет и предприемам проактивни стъпки, за да го защитя и подобря. Благодарен съм за моята устойчивост и силата, която тя носи в живота ми.",
                image: images.oregonFour,
            },
        ],
    },
    {
        title: "Закон на привличането",
        data: [
            {
                id: 21,
                text: "Аз съм мощен магнит за всичко, което желая, привличам изобилие и успех без усилие. Мислите ми са насочени към положителност и визуализирам целите си с яснота и убеденост. Вселената откликва на оптимистичната ми енергия, внасяйки възможности и благословии в живота ми. Благодарен съм за проявите, които се разкриват всеки ден.",
                image: images.relaxingRiverOne,
            },
            {
                id: 22,
                text: "Привличам успех, любов и просперитет с всяка положителна мисъл, която имам. Умът ми е фар на положителност, който привлича най-доброто в живота ми. Фокусирам се върху това, което искам, а не върху това, от което се страхувам, и Вселената се подрежда, за да го направи. Достоен съм за всичко добро, което идва по пътя ми, и го прегръщам напълно.",
                image: images.relaxingRiverTwo,
            },
            {
                id: 23,
                text: "Аз съм в хармония с универсалните закони и вярвам, че всичко, което желая, е на път към мен. Моята енергия е жизнена и магнетична, привличаща изобилие във всички области на живота ми. Вярвам в силата на моите намерения и сигурността на тяхното проявление. Всеки ден виждам доказателства, че желанията ми се превръщат в реалност.",
                image: images.relaxingRiverThree,
            },
            {
                id: 24,
                text: "Съзнателно създавам своята реалност чрез своите мисли, чувства и действия. Привличам хора и обстоятелства, които подкрепят моя растеж и щастие. Моето позитивно мислене и непоклатимата вяра в моите мечти поставиха началото на тяхното проявление. Благодарен съм за изобилието и радостта, които се вливат в живота ми без усилие.",
                image: images.relaxingRiverFour,
            },
        ],
    },
    {
        title: "Безгранични мисли",
        data: [
            {
                id: 25,
                text: "Освобождавам се от всички ограничаващи вярвания и прегръщам безграничния си потенциал. Умът ми е свободен от съмнения и вярвам в способността си да постигна величие. Всеки ден заменям негативните мисли с овластяващи вярвания. Аз съм способен, достоен и обречен на успех.",
                image: images.tuscannyOne,
            },
            {
                id: 26,
                text: "Вече не съм задържан от минали ограничения; Аз създавам собствената си реалност. Убежденията ми оформят бъдещето ми и аз избирам да вярвам в силата и потенциала си. Преодолявам бариерите и постигам това, което някога смятах за невъзможно. Животът ми е отражение на моето силно, позитивно мислене.",
                image: images.tuscannyTwo,
            },
            {
                id: 27,
                text: "Аз съм господарят на мислите си и избирам да премахна всички ограничаващи вярвания. Виждам предизвикателствата като възможности за растеж и успех. Моят потенциал е безграничен и непрекъснато се развивам в най-добрата версия на себе си. Вярвам в силата си да създам живот на изобилие и радост.",
                image: images.tuscannyThree,
            },
            {
                id: 28,
                text: "Заменям ограничаващите вярвания с мисли за възможност и величие. Умът ми е плодородна почва за положителни, овластяващи вярвания. Привличам успеха и щастието, защото вярвам, че ги заслужавам. Всяка моя стъпка се ръководи от увереност и самоувереност, което ме води към най-високия ми потенциал.",
                image: images.tuscannyFour,
            },
        ],
    },
];

export default AFFIRMATION_GALLERY;
